Repository: Maerduo/koi
Catalog: koi/resources/i18n/*.po
Languages: fr

source: Slip Nr
fr: N° de bon

source: The delivery slip number {} is not valid
fr: Le n° de bordereau de livraison {} n'est pas valide

source: The delivery slip {} doesn't exist
fr: Le bordereau de livraison n° {} n'existe pas

source: Something wrong happened while printing
fr: Il y a eu un problème lors de l'impression

source: End time
fr: Fin de période

source: Some of the data you encoded is not right
fr: Une partie des données n'est pas correcte

source: Edit holidays
fr: Modifier les vacances

source: Editing holidays for {}
fr: Modification des vacances pour {}

source: The start time must be before than the end time
fr: La date de début doit être avant la date de fin

source: Validation failed
fr: Échec de validation

source: There was an error while saving
fr: Il y a eu une erreur pendant la sauvegarde de vos données

source: The order part {} does not exist !
fr: La partie de commande n° {} n'existe pas ou n'est pas encore en production

source: The order {} does not exist !
fr: La commande n° {} n'existe pas ou n'est pas encore en production

source: Delete report
fr: Supprimer pointage

source: Add time
fr: Ajouter pointage

source: Add presence report
fr: Ajouter un pointage de présence

source: All
fr: Tout

source: Time reporting scanner
fr: Détail des pointages

source: The picture below show the various actions reported for the employee (vertical lines). It also show the time spent on tasks (coloured bars). Right click on any timeline to add new actions or delete existing ones. Click anywhere else to add actions on task which are not shown below. The green bar shows the presence of the employee during the day; it doesn't show actual work. The actual work is shown on the blue bars.
fr: L'image ci-dessous montre les différénts pointage réalisé par une personne (lignes verticales). On y voit également les périodes d'activité, de présence (barres colorées). La barre verte indique le temps de présence. Les bleues indiquent le travail. Vous ne pouvez changer que les pointages, les périodes (les barres) sont déduites par le programme. Faites un click droit sur une ligne du temps pour y ajouter un pointage. Clickez dans le vide pour créer des pointages sur des tâches non représentées.

source: Time records for {} on {}
fr: Feuille de pointage de {}, le {}

source: In field {} : {}
fr: Dans le champs <b>{}</b>: {}

source: Time reporting only on orders ready for production
fr: Suivi des temps seulement pour les commandes en production

source: The order or order part with number {} doesn't exist.
fr: La commande ou la partie de commande n° {} n'existe pas

source: identifier
fr: Identifiant

source: Identifier
fr: Identifiant

source: Start time is not valid
fr: La date de début est invalide

source: Type of task is not valid
fr: Type de tâche invalide invalide

source: No task selected
fr: Pas de tâche sélectionnée

source: On {}
fr: À {}

source: Edited by {}
fr: Modifié par {}

source: , on {}
fr: , le {}

source: Hours worked on the {} by {}
fr: Heures du {}

source: Time Records Overview - {}
fr: Aperçu activités - {}

source: Time Records Overview
fr: Aperçu activités

source: Hours worked per person
fr: Heures par personne

source: Total times on day
fr: Total temps au

source: Time records
fr: Pointages

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: # Ord.
fr: Cmde

source: Week before
fr: Semaine précédente

source: Week after
fr: Semaine suivante

source: Deadlines Overview
fr: Aperçu des échéances

source: Remaining
fr: Solde

source: Consumed
fr: Consommé

source: Planned
fr: Planifié

source: Actual
fr: Réel

source: To bill
fr: Facturable

source: Actual cost
fr: Coût réel

source: Planned cost
fr: Coût planifié

source: Task doesn't exist
fr: La tâche n'existe pas

source: There's more... Scan again !
fr: Scannez encore pour plus !

source: Scan an operation
fr: Scannez une opération !

source: Ongoing tasks :
fr: Tâches en cours :

source: Warning ! Task without customer !
fr: Attention ! Tâche sans client !

source: Good morning !
fr: Bonjour !

source: Good evening !
fr: Bonsoir !

source: Check with management
fr: Vérifiez auprès de la direction

source: Your status
fr: À propos de vous

source: Day started on {}
fr: Démarré à {}

source: Hours : {}
fr: Heures : {}

source: You're beginning the task
fr: Tâche commencée

source: You've finished the task
fr: Tâche terminée

source: Clock in !
fr: Pointage IN !

source: Clock out !
fr: Pointage OUT !

source: Non billable task !
fr: Tâches non facturables !

source: No estimate ?
fr: Pas de devis ?

source: You want to put the order in the state {}. However this order was not a estimate before. This means that this order will be without a estimate. Continue anyway ?
fr: Vous allez mettre la commande à l'état « {} ». Toutefois, il semblerait que cette commande n'aie jamais fait l'objet d'un devis. Continuer malgré cela ?

source: No estimate sent ?
fr: Devis pas envoyé ?

source: You want to put the order in the state {}. However it seems you didn't send any estimate to the customer. Continue anyway ?
fr: Vous allez mettre le devis à l'état « {} ». Toutefois, il semblerait que vous n'ayez jamais envoyé le devis. Continuer malgré cela ?

source: ISO indicators overview
fr: Aperçu des indicateurs ISO

source: Global financial overview
fr: Vue globale financière

source: Trends
fr: Tendances

source: Global production overview
fr: Vue globale production

source: A ping was successful (so host is up, database is down)
fr: Un « ping » a été exécuté avec succès (donc le serveur fonctionne mais la base de données pas)

source: A ping was not successful (so host is down)
fr: Un ping a été réalisé mais le serveur ne répond pas.

source: Ping failed, the host is down.
fr: Impossible de faire le ping

source: Cannot delete this customer because there are orders for him. Remove the orders first.
fr: Vous ne pouvez pas supprimer ce client car il est lié à des commandes. Enlevez ces commandes d'abord.

source: View time tracks
fr: Voir les pointages

source: Modify time tracks
fr: Modifier les pointages

source: Modify parameters
fr: Modifier les paramètres

source: Change monthly timetracks correction
fr: Changer la correction mensuelle de pointage

source: View financial information
fr: Voir les informations financières

source: View prices
fr: Voir les prix

source: View audit trail
fr: Voir l'audit

source: Modify the documents templates
fr: Modifier les documents types

source: Can't add a new period after an operation definition period that was already terminated
fr: Vous ne pouvez ajouter une période après une période qui est déjà clôturée (il ly a une autre période non clôturée pour cela)

source: the date you provided ({}) is not valid
fr: la date donnée ({}) est invalide

source: syntax error
fr: erreur de syntaxe

source: parsing error
fr: erreur de structure

source: Parsing failed for text : {} {}, possible completions are : {}
fr: L'interprétation de votre requête a échoué : {} {}, vous pouvez peut-être compléter par {}

source: Parsing failed for text : {} {}
fr: Impossible d'analyser le text : {} {}

source: There was an error ({}) while parsing the request around '{}'
fr: Il y a eu une erreur ({}) pendant l'évaluation de la requête aux environs de '{}'

source: There was an error ({}) while parsing the request.
fr: Il y a eu une erreur ({}) pendant l'évaluation de la requête.

source: Non conform customer
fr: Non conforme client

source: Non conform intern
fr: Non conforme interne

source: Non conform supplier
fr: Non conforme fournisseur

source: Delivery slip overview
fr: Bordereaux de livraison

source: Reprint delivery slip
fr: Imprimer un bordereau de livraison

source: Desactivate delivery slip
fr: Désactiver un bordereau de livraison

source: Activate delivery slip
fr: Activer un bordereau de livraison

source: Delete delivery slip
fr: Effacer le dernier bordereau de livraison

source: Part
fr: Partie de commande

source: Q. out
fr: Qté sortie

source: There's nothing to report on a delivery slip !
fr: Il n'y a rien à mettre sur le bordereau de livraison.

source: All parts completed
fr: Tous les postes sont terminés

source: All the parts of the order are already completed (either because one explictely marked them as completed/aborted or because the quantities out are equal to the planned quantities), making a delivery slip is not needed
fr: Tous les postes de la commande sont déjà terminés (soit parce-qu'on les a explicitement marqués terminés/annulé, soit parce-que toutes les quantités ont été sorties). Il n'y a pas besoin de faire un bon de livraison.

source: No work done
fr: Aucun travail accompli

source: You're trying to create a delivery slip for parts of an order where no work was actually done. I'll let you do it although it doesn't make much sense.
fr: Vous tentez de créer un bon de livraison pour des parties de commande sur lesquelles aucun travail n'a été réalisé. Vous pouvez continuer mais cela est peut-être le signe d'une anomalie.

source: Delete the last delivery slip
fr: Effacer le dernier bordereau de livraison

source: You're about to delete the delivery slip number {}. Do you confirm ?
fr: Vous allez supprimer le bordereau de livraison n° {}. Vous confirmez ?

source: Unable to delete the last delivery slip
fr: Impossible d'effacer le bordereau de livraison

source: No delivery slip to delete !
fr: Pas de bordereau à supprimer !

source: There are no delivery slip to delete
fr: Il n'y a pas de bordereau de livraison à supprimer.

source: Create delivery slip
fr: Créer un bordereau de livraison

source: Qty plan.
fr: Qté plan.

source: Qty so far
fr: Qté sortie

source: Qty out now
fr: À sortir

source: Close the order
fr: Clôturer la commande

source: (customer number <b>{}</b>)
fr: (n° client : <b>{}</b>)

source: Creating a new delivery slip for order <b>{}</b>{} of customer <b>{}</b>
fr: Création d'un nouveau bordereau de livraison pour la commande <b>{}</b> {} de <b>{}</b>

source: For {} {}, quantity {}
fr: Pour [{}] {}, <b>{}</b> pièce(s)

source: You requested to create a new delivery slip. However, you didn't encode any quantities
fr: Vous avez demandé de créer un nouveau bordereau de livraison mais il n'y a pas de qantités encodées

source: One quantity is too big
fr: Une des quantités est trop grande

source: Pay attention ! On some parts, you gave a quantity out that will make the total quantity out bigger than what was ordered. You must either change the quantity out or change the planned quantity.
fr: Attention, vous avez donné des quantités qui vont faire en sorte que la quantité totale produite sera supérieure à celle commandée. Il vous faut donc soit changer la quantité produite, soit changer la quantité commandée.

source: Some of the parts you want to make a delivery slip for have a null sell price. This is not an error but you may want to double check that situation.
fr: Certaines parties de commandes sur lesquelles ce bordereau porte ont un prix de vente nul. Ce n'est pas une erreur mais cela affecte le calcul d'encours.

source: <b>You're about to make a new delivery slip. This can't be reversed, please confirm. Here are the quantities you're going to record
fr: <b>Vous allez rédiger un bon de livraison. Cette opération ne pourra être défaite, veuillez confirmer.<br/>Voici les quantités que vous allez enregistrer

source: Error while creating the delivery slip
fr: Erreur pendant la création du bordereau delivraison

source: The delivery slip was not created due to an unexpected error.
fr: Le bordereau de livraison n'a pu être créé suite à une problème technique

source: Filename
fr: Nom fichier

source: The file is empty
fr: Le fichier ne peut être vide

source: Can't open the file located at {}
fr: Je n'arrive pas à ouvrir le fichier situé ici : {}

source: Uploading
fr: Envoi

source: There was a problem while uploading the file to the server
fr: Il y a eu une erreur pendant l'envoi du fichier

source: Downloading
fr: Téléchargement

source: There was a problem while downloading the file from the server
fr: Il y a eu une erreur pendant la réception du fichier

source: Save a document
fr: Sauver un document

source: Add a document
fr: Ajouter un document

source: There was a problem while uploading the template to the server
fr: Il y a eu une erreur pendant le chargement du document type

source: Can't open file
fr: Impossible d'ouvrir le fichier

source: I'm unable to open the file
fr: Impossible d'ouvrir le fichier

source: Deleting a document
fr: Effacement d'un document

source: Are you sure you want to remove {}
fr: Êtes-vous sûr de supprimer {} ?

source: There was an error while deleting a document
fr: Il y a eu une erreur pendant l'effacement

source: Categories
fr: Catégories

source: Horse Ref.
fr: Réf. Horse

source: Confirmation for deleting reference template
fr: Confirmation de l'effacement d'un canvas de référence

source: You're about to delete a reference template document. These documents are used by some parts of this program. Deleting them will break those parts. So you should immediately upload another template with the same reference. OK to proceed ?
fr: Vous allez supprimer un document type. Ces documents sont utilisés par des parties de Horse. L'effacer perturbera ces parties. Vous devriez donc enregistrer une nouvelle version de ce document type, avec la <i>même</i> référence aussi vite que possible. D'accord pour continuer ?

source: Deleting a template
fr: Effacer un document type

source: There was a problem while uploading the file {} to the server
fr: Il y a eu une erreur pendant l'envoi du fichier {} vers le serveur.

source: Replacing
fr: Remplacement

source: Replacing a Horse reference document
fr: Remplacement d'un canvas Horse de référence

source: You're about to replace a reference document ({}, {}). This can potentially break the program. You should make a copy of the current version of that document before proceeding. Do you still want to go on ?
fr: Vous allez remplacer un document canvas de Horse ({}, {}). Cela peut casser le programme. Vous devriez faire une copie de la version actuelle avant de continuer. D'accord pour continuer ?

source: Templates library
fr: Bibliothèque de documents types

source: Here you can add or remove templates documents from the library. If needed, you can change their name and add a description. If you want to replace a reference document (one with a special Horse reference, then simply drag and drop the document on the appropriate row
fr: Ici vous pouvez ajouter ou retirer des documents types de la bibliothèque. Si nécessaire, vous pouvez changer leur nom ou ajouter une description. Si vous désirez remplacer un document de référence (avec une référence horse) alors faites simplement un drag/drop desssus.

source: Select a template
fr: Choisir document type

source: Please select one or more template.
fr: Veuillez sélectionner un ou plusieurs documents types

source: Documents Templates
fr: Documents types

source: About {}...
fr: À propos de {}...

source: This program is given to you with a few important freedoms and duties as specified in the license below. <b>We believe they will help to make a better world</b>. They are also <b>legally binding</b> (see Free Software Foundation's website), so make sure you read the license carefully. We give you the right to <ul> <li>run the program,</li> <li>inspect it to make sure it is safe to use,</li> <li>modify it to suit your needs,</li> <li>distribute copies of it,</li> </ul> as long as you give those freedoms and duties to anybody you give this program to.
fr: Ce programme vous est donné avec quelques libertés et devoirs importants. Nous croyons qu'ils aideront à construire une monde meilleur. Ils sont rassemblés dans la license d'utilisation GNU General Public Licence ci-dessous. <b>Cette license a valeur légale.</b> Veillez à la lire attentivement. L'utilisation de ce logiciel implique l'acceptation des termes de la licence.<br/>En deux mots, nous vous donnons la liberté :<ul><li>d'utiliser le programme;</li><li>d'en inspecter le code pour vous assurer de ce qu'il fait;</li><li>de le modifier;</li><li>d'en distribuer des copies</li></ul>pour autant que vous placiez la même licence sur les programmes dérivés de celui-ci.

source: Can't be empty
fr: Ne peut être vide

source: Below lower bound
fr: Trop bas

source: Error while parsing data
fr: Format de données incorrect

source: Error !
fr: Erreur !

source: Additional information :
fr: Information additionelle :

source: There are several errors
fr: Il y a plusieurs erreurs

source: Warning !
fr: Avertissement !

source: The data have been changed.
fr: Les données ont été changées

source: Do you want to save your changes?
fr: Voulez-vous sauver vos changements ?

source: Server error code is {}
fr: Code erreur serveur {}

source: Please confirm
fr: Veuillez confirmer

source: On line <b>{}</b>:
fr: À la ligne <b>{}</b>:

source: A bit of help
fr: Un peu d'aide

source: Invalid syntax
fr: Syntaxe invalide

source: The company
fr: La Précision Liégeoise

source: Recompute
fr: Recalculer

source: Export to Excel
fr: Exporter vers MS Excel

source: {} months before
fr: {} mois avant

source: {} months after
fr: {} mois après

source: New
fr: Nouveau

source: Save
fr: Sauver

source: There was an error while deleting
fr: Il y a eu une erreur pendant l'effacement

source: You have selected nothing for delete.
fr: Vous n'avez rien sélectionné qui doit être effacé

source: Choose filter's name
fr: Choisir le nom du filtre

source: Please give a name to the filter
fr: Veuillez donner un nouveau nom pour le filtre

source: Filter
fr: Filtrer

source: Save filter
fr: Sauver filtre

source: Save filter as
fr: Sauver filtre sous

source: Delete filter
fr: Effacer le filtre

source: Filter :
fr: Filtre :

source: Query :
fr: Requête :

source: Shared
fr: Partagé

source: The filter's query can't be empty
fr: La requête du filtre ne peut être vide

source: The filter you want to delete was never saved
fr: Le filtre que vous voulez supprimer n'a pas encore été sauvé !

source: You can't delete the filter because it doesn't belong to you.
fr: Vous ne pouvez supprimer ce filtre car il ne vous appartient pas

source: There was a problem while deleting the filter.
fr: Il y a eu une erreur pendant l'effacement du filtre

source: There is already a filter with that name. You must delete it first if you want to use that name.
fr: Il y a déjà un filtre avec ce nom. Vous devez d'abord effacer celui-là si vous voulez utiliser le même nom.

source: This is not your filter !
fr: Ce n'est pas vogtre filtre !

source: OK to save it under another name ?
fr: OK pour le sauver sous un autre nom ?

source: Time reporting is not possible on preorders
fr: Pointage pas possible sur les devis

source: Insert row
fr: Insérer une ligne

source: Append row
fr: Ajouter une ligne

source: Delete row
fr: Effacer une ligne

source: Move row up
fr: Monter une ligne

source: Move row down
fr: Descendre une ligne

source: Delete cell
fr: Effacer une cellule

source: Machine edit
fr: Modifier les machines

source: Unpaid day off
fr: Congé sans-solde

source: Free day
fr: Libre

source: Over time
fr: Heures supp.

source: Recuperation
fr: Récupération

source: Unemployment short
fr: Petit chômage

source: Work accident
fr: Accident

source: HOL
fr: VA

source: OFF
fr: CGÉ

source: UOFF
fr: S/S

source: FRE
fr: JL

source: OVT
fr: SUP

source: REC
fr: RH

source: UNE
fr: CH

source: UNES
fr: pCh

source: SICK
fr: MA

source: Kind
fr: Type

source: Remove non conformity
fr: Enlever la non conformité

source: Please confirm you want to remove the issue {} ({})
fr: Êtes-vous sûr de supprimer la non conformité {} ({}) ?

source: Non conformity
fr: Non conformité

source: Add
fr: Ajouter

source: Remove
fr: Effacer

source: <p>Please fill in some details about the non conformity. This non conformity is concerns</p> <p> <b>{}</b> : {}</p>
fr: <p>Veuillez donner quelques informations sur la non conformité. Cette non conformité concerne</p> <p> <b>{}</b> : {}</p>

source: Create a non conformity
fr: Créer une non conformité

source: What
fr: Quoi

source: Who
fr: Qui

source: When
fr: Quand

source: There's no audit information for this order.
fr: Il n'y a pas d'information d'audit pour cette commande

source: Order audit {}
fr: Audit commande {}

source: Delivery slip <b>{}</b>
fr: Bon de livraison n° {}

source: !!! This delivery slip has been DEACTIVATED !!!
fr: !!! Ce bordereau a été DÉSACTIVÉ !!!

source: Order number <b>{}</b>
fr: Numéro de commande <b>{}</b>

source: Reference
fr: Réf. P.L.

source: Designation
fr: Désignation

source: Les frais de port seront portes en facture.
fr: Les frais de port seront portés en facture.

source: Reception date :
fr: Date de réception :

source: Without zone
fr: Sans zone

source: Machines bar codes
fr: Codes barres machines

source: Ord.
fr: Cde

source: Qties
fr: Qtés

source: To bill this month
fr: À facturer ce mois

source: Monthly financial report
fr: État mensuel

source: Order activity report
fr: Rapport d'activité commande

source: Customer : {}
fr: Client : {}

source: Order number : {} (Horse ID:{})
fr: Numéro de commande : {} (Horse ID:{})

source: Preorder number : {}
fr: N° devis : {}

source: Customer number : {}
fr: N° commande client : {}

source: Creation date : {}
fr: Date de création : {}

source: Completion : {}
fr: Date de fin : {}

source: Current state : {}
fr: État actuel : {}

source: Activity synthesis
fr: Synthèse des activités

source: No work reported
fr: Aucun travail rapporté

source: <b>{}</b> on {} by {} : {}
fr: <b>{}</b> le {} par {} : {}

source: There are no delivery slip
fr: Il n'y a pas de bordereau de livraison.

source: Delivery slip {} created on {}
fr: Bordereau de livraison n° {} créé le {}

source: {} : {} unit(s)
fr: {} : {} unités

source: Delivery slip {} DESACTIVATED
fr: Bon de livraison n° {} DÉSACTIVÉ

source: Quality
fr: Qualité

source: There are no quality issues
fr: Il n'y a pas d'évènement lié à la qualité.

source: Issue <b>{}</b> created on {} by {} : {}
fr: Évènement n° {} créé le {} par {} : {}

source: Preorder {}
fr: N° devis {}

source: Order Activity Report
fr: Rapport d'activité commande

source: We have well received your order {} and thank you heartily.
fr: Nous avons bien reçu votre commande et vous en remercions.

source: Confirmation of order {}, your ref. : {}
fr: Confirmation de commande : {}, votre réf. : {}

source: Confirmation of order {}
fr: Confirmation de commande {}

source: Unit Price
fr: Prix unité

source: Price
fr: Prix

source: Quantity : {} - Deadline: {}
fr: Quantité : {} - Échéance : {}

source: Preorder {}, your ref. : {}
fr: N° devis : {}, votre réf. : {}

source: NOrd
fr: N°Cde

source: Customer (d/l-Price)
fr: Client (éch.-p.vte)

source: QLft
fr: QRst

source: Order production details
fr: Listing charge atelier

source: Page {} of {}, printed on {} by {}
fr: Page {} de {}, imprimé le {} par {}

source: Employees badges
fr: Badges employés

source: Non billable tasks
fr: Tâches non facturables

source: There currently are no unbillable operations defined
fr: Il n'y a aucune opération indirecte définie pour l'instant

source: Presence tasks
fr: Présence

source: Clock IN
fr: Pointage IN

source: Clock OUT
fr: Pointage OUT

source: Order number <b>{}</b>, your ref. : {}
fr: N° cde : {}, votre réf. : {}
