Repository: Maerduo/koi
Catalog: koi/resources/i18n/*.po
Languages: fr

source: Proportion of direct and indirect hours, monthly
fr: Heures directes et indirectes, mensuel.

source: Hours spent on operations per month
fr: Heures sur opérations directes

source: Hours on indirect operations
fr: Heures sur opérations indirectes

source: Cost of operations
fr: Coût sur opérations

source: Target {}
fr: Cible {}

source: Number of customers who ordered
fr: Nombre de clients qui ont commandé

source: Number of created order parts
fr: Nombre de postes créés

source: Order parts value
fr: Valeurs des postes

source: Preorder parts value
fr: Valeurs des postes en devis

source: Valuation over time
fr: Valorisation au cours du temps

source: Custsomer non-conformities
fr: Non conformités client

source: Target {}%
fr: Cible {}%

source: Internal non conformities
fr: Non conformités internes

source: Done / Planned Hours On Completed Parts
fr: H. réalisées/planifiées pour postes terminés

source: % completed parts on time (OTD)
fr: % postes terminés à temps (OTD)

source: Delta
fr: Delta (jours)

source: Number of order parts with a given delivery delay (negative = late)
fr: # parties de cdes avec un retard donné (j) (< 0 = en retard)

source: Sell price vs cost for delivered units
fr: Prix vente vs coût pour les unités produites

source: Time spent on completed order parts
fr: Temps passé sur les parties de commandes terminées

source: Order backlog valuation
fr: Solde carnet de commandes

source: To facture
fr: À facturer

source: Compute the value of the delivered parts. The value is the product of the quantities out by the sell price. It is computed for deliveries which were completed in the given month (so for which the last quantity was produced during the month, regardless of the status of the order)
fr: Montant facturable pour les parties de commande pour lesquelles un bon de livraison a été produit ce mois. La valeur est le produit du nombre de pièces produites par le prix unitaire de celles-ci.

source: The current month valuation is computed for order parts which are started (that is, hours or actual production have been reported for them) and not finished.
fr: L'encours mensuel est calculé pour les parties de commandes sur lesquelles une production a déjà été enregistrée (heures ou pièces) et qui ne sont pas encore terminées.

source: Valuation last month
fr: Encours mois précédent

source: The current month valuation is computed for order parts which were started and not finished on the last day of the previous month.
fr: L'encours mensuel passé est calculé pour les parties de commandes qui étaient commencées mais non terminées au dernier jour du mois d'intérêt

source: Turnover
fr: Chiffre d'affaire

source: Is to facture - valuation last month + valuation this month
fr: Soit montant à facturer - encours mois précédent + encours mois courant

source: Choose customer
fr: Choisir un client

source: Name
fr: Nom

source: Please choose a customer for the new order
fr: Veuillez choisir un client pour la nouvelle commande

source: Create new order
fr: Créer une nouvelle commande

source: Customer
fr: Client

source: # Order
fr: N° cde

source: # Preorder
fr: # Devis

source: Deadline
fr: Échéance

source: Ma. Hours
fr: H. Mach.

source: Qty
fr: Qté

source: Sell price
fr: Prix de vente

source: Priority
fr: Priorité

source: Operations
fr: Opérations

source: Data were changed
fr: Données changées

source: You have changed some of the data in this. Do you want to save before proceeding ?
fr: Vous avez changé des informations. Voulez-vous les enregistrer avant de continuer ?

source: Error in the filter !
fr: Erreur dans le filtre !

source: Too many results
fr: Trop de résultats

source: The query you've given brought back too many results. Only a part of them is displayed. Consider refining your query
fr: La requête que vous avez données a ramené trop de résultats. Seule une partie est affichée. Pensez à raffiner votre requête.

source: The filter can't be empty
fr: Le filtre ne peut être vide.

source: The filter is too short
fr: Le filtre est trop court.

source: Copy order parts
fr: Copier

source: Select all
fr: Tout sélectionner

source: Unit sell price
fr: Pr. vente unit.

source: Edit order
fr: Modifier commande

source: Monthly goal
fr: But mensuel

source: Orders
fr: Commandes

source: Part state to {}
fr: Poste vers {}

source: Duration
fr: Durée

source: Start
fr: Début

source: Operation
fr: Opération

source: Delivery slip {}, <b>{}</b> units
fr: Bon de livraison n° {}, <b>{}</b> unités

source: P: {}
fr: T: {}

source: F: {}
fr: Fax: {}

source: Presence
fr: Présence

source: Cannot delete this employee because there are orders for him. Remove the orders first.
fr: Vous ne pouvez pas supprimer ce client car il est lié à des commandes. Enlevez ces commandes d'abord.

source: I can't delete the delivery slip {} because it is not the last one.
fr: Vous ne pouvez supprimer un bon de livraison que si c'est le dernier créé

source: Preorder
fr: Devis

source: In production
fr: En production

source: On hold
fr: En attente

source: Non conform
fr: Non conforme

source: Completed
fr: Terminée

source: Aborted
fr: Annulé

source: Preorder definition
fr: Définition devis

source: Preorder sent
fr: Devis envoyé

source: Order definition
fr: Définition commande

source: Order in production
fr: Commande à la production

source: Order production on hold
fr: Commande en attente

source: Order completed
fr: Commande terminée

source: Order aborted
fr: Commande annulée

source: Holidays
fr: Vacances

source: Partial activity
fr: Temps partiel

source: Unemployment
fr: Sous-emploi

source: Sick leave
fr: Maladie

source: Other
fr: Autre

source: Regular time
fr: Présence

source: Unemployment time
fr: Sous-emploi

source: Task start
fr: Début tâche

source: Task stop
fr: Fin tâche

source: Day in
fr: Pointage in

source: Day out
fr: Pointage out

source: Pause start
fr: Début de pause

source: Unemployment start
fr: Début sous-emploi

source: Editor can't be empty
fr: L'auteur ne peut être vide

source: Preferences
fr: Préférences

source: Fonts
fr: Grande fonte

source: Server's IP address
fr: Addresse IP du serveur

source: Restart needed
fr: Redémarrage nécessaire

source: The modifications you have requested needs a restart of the application to be applied. They will take effect when you restart the application.
fr: Les modifications que vous avez demandées requièrent un redémarrage de l'application pour être prises en compte. Elles n'auront d'effet qu'une fois l'application redémarrée.

source: Phone
fr: Téléphone

source: Phone 2
fr: Téléphone 2

source: Country
fr: Pays

source: Edit customer
fr: Modifier les clients

source: Customers
fr: Clients

source: Detail
fr: Détail

source: Picture
fr: Photo

source: Password
fr: Mot de passe

source: Roles
fr: Rôles

source: Employee edit
fr: Modifier les employés

source: Employees
fr: Employés

source: Start date
fr: Date début

source: End date
fr: Date fin

source: Cost
fr: Coût

source: New period
fr: Nouvelle période

source: Delete last period
fr: Effacer dernière période

source: {} can't be empty
fr: {} ne peut être vide

source: Add a period for an operation definition
fr: Ajouter une période à une définition d'opération

source: Start time
fr: Début

source: Hourly cost
fr: Coût horaire

source: The given cost is not valid
fr: Le coût donné est invalide

source: The given cost doesn't look like a cost
fr: Le coût donné est incorrect

source: The given date is not valid
fr: la date donnée est invalide

source: Please check the syntax and that the date exists
fr: Veuillez vérifier que la date est correcte

source: Short ID
fr: Id courte

source: On orders
fr: Sur commandes

source: On operations
fr: Sur opérations

source: Periods
fr: Périodes

source: Edit operations
fr: Modifier les opérations

source: All operations
fr: Toutes les opérations

source: Last edit by : {}
fr: Dernière modif. : {}

source: Hours reported on operation
fr: Heures sur opérations

source: You cannot delete this operation because there is work reported on it.
fr: Vous ne pouvez pas supprimer cette opération car il y a du travail imputé dessus.

source: The documents are associated to an empty order part.
fr: Les documents sont associés à des parties de commandes vides.

source: If you leave the part empty, they won't be saved
fr: Si vous laissez la partie de commande vide, ils ne seront pas sauvés.

source: < cust
fr: Préc. client

source: < active
fr: Préc. active

source: > active
fr: Suiv. active

source: > cust
fr: Suiv. client

source: Find
fr: Chercher

source: Order status
fr: Satut commande

source: State
fr: État

source: Customer order ID :
fr: N° commande client

source: State
fr: État

source: Estimate sent on {}
fr: Devis envoyé le {}

source: Estimate not sent.
fr: Devis pas envoyé.

source: Slip number
fr: N° de bon de livraison

source: Order part
fr: Partie de commande

source: Quantity
fr: Qtité

source: D/line
fr: Éché.

source: Total H.Done
fr: Total h. eff.

source: Sell price
fr: Prix vente

source: Op.
fr: Opér.

source: Value
fr: Valeur

source: Planned time
fr: Tps plan.

source: Imputations
fr: H.Eff

source: Values
fr: Valeurs

source: Unit cost
fr: Prix calculé

source: Order part state
fr: État du poste

source: Total selling price
fr: Prix vente total

source: Part price
fr: Prix partie

source: H. planned
fr: H plan.

source: H. done
fr: H eff.

source: No comments
fr: Pas de commentaire

source: Comments
fr: Commentaires

source: Previous order
fr: Commande précédente

source: Next order
fr: Commande suivante

source: Paste order parts
fr: Coller parties cde

source: Copy operations
fr: Copier opérations

source: Paste operations
fr: Coller opérations

source: Save order
fr: Sauver la commande

source: Print operations
fr: Imprimer le mode opératoire

source: Print as preorder
fr: Imprimer le devis

source: Print as preorder 2
fr: Imprimer le devis DOC

source: Activity report
fr: Rapport d'activités

source: Order confirmation report
fr: Confirmation de commande

source: Delete
fr: Effacer

source: Change customer
fr: Changer client

source: Change estimate date
fr: Changer la date du devis

source: Audit report
fr: Rapport d'audit

source: No order or non-saved order selected
fr: Aucune commande sélectionnée ou commande non sauvée sélectionnée

source: You can only delete an order that has already been saved
fr: Vous ne pouvez supprimer une commande que si elle a au moins été sauvée

source: About to delete order {}
fr: Prêt pour effacer la commande n° {}

source: About to delete preorder {}
fr: Prêt pour effacer le devis n° {}

source: Are you sure ?
fr: Êtes-vous sûr ?

source: There was an error while deleting the order
fr: Il y a eu une erreur pendant l'effacement de la commande

source: A part of the order already have time reported on it
fr: Une partie de la commande a déjà des imputations

source: You can only delete an order if none of its parts has time reported on it
fr: Vous ne pouvez effacer une commande que si aucune de ses parties n'a reçu de prestation

source: You can only delete an order if it is the last one.
fr: Vous ne pouvez supprimer une commande que si c'est la dernière sauvée

source: Orders have an order number which cannot be remove because of accounting rules
fr: Les commandes sont numérotées et la numérotation doit suivre une séquence ininterrompue

source: In order part description <b>{}</b>
fr: Dans la partie de commande <b>{}</b>:

source: Can't set material price or planned hours when no operation is chosen
fr: On ne peut indiquer un coût ou des heures si aucune opération n'a été sélectionnée

source: Planned hours can only be set for imputable operations
fr: On ne peut planifier des heures sur des coûts fixes

source: Material price can only be set for material operations
fr: On ne peut donner un prix que sur les opérations à coût fixe

source: In order part operational <b>{}</b>
fr: Dans le mode opératoire de la partie de commande <b>{}</b>:

source: On line <b>{}</b> : {}
fr: À la ligne <b>{}</b>: {}

source: Some of the data you entered are not valid
fr: Une partie des données introduites n'est pas correcte

source: There was an error while saving your data
fr: Il y a eu une erreur pendant la sauvegare de vos données

source: Empty order
fr: Commande vide

source: You can't print the bill of operations if the order is empty
fr: Vous ne pouvez imprimer le mode opératoire si la commande est vide.

source: You can't print the bill of operations if the order has no operations
fr: Vous ne pouvez imprimer le mode opératoire si la commande n'a pas d'opération.

source: Printing a bill of operations for a part in non appropriate state
fr: Impression du mode opératoire pour un poste qui n'est pas près pour la production

source: The order seems to not be ready for production, are your sure you want to print its bill of operations ?
fr: Vous demandez d'imprimer le mode opératoire d'un poste de commande qui ne semble pas prêt pour la production. Êtes-vous sûr ?

source: State change on printing
fr: Changer l'état de la commande suite à l'impression

source: If you intend to send this estimate to the customer, I can switch its state to "{}". If you disagree, we'll leave the state as it is.
fr: Si vous avez l'intention d'envoyer ce devis au client comme tel, je peux changer son état vers « {} ». Si vous n'êtes pas d'accord, je laisse l'état tel qu'il est.

source: Set estimate sent date on printing
fr: Définir la date d'envoi du devis

source: If you intend to send this estimate to the customer, I can give it today as the send date
fr: Si vous avez l'intention d'envoyer ce devis au client comme tel, je peux mettre la date d'envoi à aujourd'hui.

source: Task actions records
fr: Pointages

source: Order Part
fr: Partie commande

source: Task
fr: Tâche

source: Hour
fr: Heure

source: Recorded at
fr: Enregistrée le

source: Origin
fr: Origine

source: Editor
fr: Auteur

source: Time recordings for <b>{}</b> on <b>{}</b>
fr: Feuille de pointage de {}, le {}

source: You can't delete this row
fr: Vous ne pouvez supprimer cette ligne

source: You cannot delete this line because it was automatically created from time recordings. If you really want to delete it, then you must delete its time recordings. After doing so, the program will automatically conclude that the time record is not necessary anymore
fr: Vous ne pouvez modifier cette ligne car elle a été automatiquement créée d'après les pointages. Si vous voulez la modifier, il faut éliminer les pointages correspondant. Après cela, le programme concluerau automatiquement que la ligne n'est plus nécessaire et il l'enlèvera pour vous.

source: You can't modify this row
fr: Vous ne pouvez modifier cette ligne

source: You cannot update this line because it was automatically created from time recordings. If you really want to change the time spent on the task, you need to create another row with the same task and a positive or negative amount of hours if you want to add or remove hours
fr: Vous ne pouvez modifier cette ligne car elle a été automatiquement créée d'après les pointages. Si vous désirez changer le temps passé sur une tâche, vous devez créer une autre ligne dans la table et y mettre le nombre d'heures souhaité. Si vous voulez retirer des heures, vous devez introduire un nombre d'heures négatif.

source: Time spent on tasks
fr: Temps passé sur les tâches

source: On the table below you can have two kinds of line. The grey line which shows the time spent on a task computed on the basis of the actual time recordings. Since those are computed automaticaly, you can't change them. The other lines in black, are those that you will encode have encoded yourself. They represent hours to add or remove to those of the grey lines. So, for example, if you want to remove 3 hours on a task, you encode the task with a duration of three hours.
fr: Dans la table ci-dessous avez deux types de lignes. Les grises qui montrent le temps passé sur des tâches calculé d'après les pointages. Comme ces temps sont calculés automatiquement, vous ne pouvez les changer. Les lignes noires ont été encodées manuellement. Elles représentent des corrections à ajouter aux heures calculées. Les corrections peuvent être positives ou négatives (vous pouvez indiquer des heures négatives pour retirer des heures)

source: Sum of durations
fr: Total heures :

source: Timesheet for <b>{}</b> on <b>{}</b>
fr: Feuille de pointage de {}, le {}

source: Find order
fr: Recherche devis/commandes

source: Search
fr: Recherche

source: Preorder Nr
fr: N° devis

source: Order Nr
fr: N° commande

source: Customer Nr
fr: N° cde client

source: The filter is too long
fr: Le filtre est trop long.

source: Correction for month
fr: Correction mensuelle

source: Correction (hours)
fr: Correction (heures)

source: Correction for {} on {}
fr: Correction pour {} le {}

source: Please give a new name
fr: Veuillez donner un nouveau nom pour le filtre

source: Orders overview
fr: Aperçu des commandes

source: Order Overview
fr: Aperçu commandes

source: Edit filter
fr: Modifier filtre

source: Order workflow
fr: Workflow commande

source: Hours
fr: Heures

source: Orders for {}
fr: Commandes pour {}

source: {}x{}={}h, rest:{}h
fr: {}x{}={}h, reste:{}h

source: Collecting data...
fr: Calcul des données

source: {} - Estimated to do : {}h; done : {}h
fr: {} - estimé à faire : {}h; fait : {}h

source: Started
fr: Démarré

source: Not started yet
fr: Pas démarré

source: Post overview
fr: Aperçu des postes

source: Refresh
fr: Rafraîchir

source: By deadline
fr: Tri par échéance

source: By hours left to do
fr: Tri heures restant à faire

source: Posts Overview
fr: Aperçu des postes

source: Posts
fr: Postes

source: Workload
fr: Charge

source: Work on {}
fr: Travail du {}

source: This month
fr: Ce mois

source: Before
fr: Avant

source: Year
fr: Année

source: Month
fr: Mois

source: Employee
fr: Employé

source: Days off
fr: Absences

source: Can't edit
fr: Édition impossible

source: You must first select a day/person.
fr: Il faut d'abord sélectionner une personne/jour

source: Presence overview
fr: Aperçu des activités

source: Month before
fr: Mois précédent

source: Today
fr: Aujourd'hui

source: Month after
fr: Mois suivant

source: Edit
fr: Modifier

source: Month correction
fr: Correction mensuelle

source: Presence Overview
fr: Aperçu des activités

source: Overview
fr: Aperçu des activités

source: Day
fr: Ce jour

source: Day off
fr: Absence

source: Set day off
fr: Absence

source: Set one day
fr: Un jour

source: Set half day
fr: Un demi-jour

source: Set period
fr: Période

source: Set time off for {}
fr: Pour {}

source: Remove day off
fr: Enlever absence

source: Print preorder
fr: Imprimer le devis

source: Here you can give a small message that will be printed togetehr with the preorder.
fr: Vous pouvez donner ici quelques lignes qui seront placées en début du devis

source: Header text
fr: En-tête

source: Footer text
fr: Pied de page

source: Sir, Please find your preorder below as discussed earlier. Please send us a signed copy to complete the order. Best regards
fr: Madame, Monsieur, Veuillez trouver ci dessous le devis discuté avec vous. Veuillez nous le renvoyer signé pour que nous puissions poursuivre la réalisation de cette commande. Sincères salutations.

source: Best regards, the company team.
fr: Sincères salutations, l'équipe.

source: Contacting updates server
fr: Connection au serveur de mise à jour

source: Loading database URL
fr: Chargement de l'URL de la base de données

source: Can't connect to the main server
fr: Impossible de se connecter au serveur

source: I was unable to contact the main server (located here : {}). It is not 100% necessary to do so but that's not normal either. You should tell your administrator about that. I will now allow you to change the network address of the server I know in the preferences panel.
fr: Impossible de contacter le serveur principal (situé ici : {}). Je peux continuer sans cela mais cette situation n'est pas normale. Vous devriez avertir votre administrateur système. Vous allez à présent avoir l'opportunité de changer l'adresse du serveur.

source: Can't initialize the database connection
fr: Impossible de se connecter à la base de données

source: Checking DB connection
fr: Vérification connection base de données

source: Can't connect to the database
fr: Impossible de se connecter à la base de données

source: <b>This program is not usable without a database and will therefore shut down now.</b> You should verify if the server is running because this situation can affect all the users of the system. It is a good idea to <b>call the system administrator now </b> because this error should not happen.
fr: <b>Ce programme n'est pas utilisable sans base de données et va donc être arrêté.</b> Vous devez vérifier que le serveur (l'ordinateur) fonctionne car cette situation peut affecter les autres utilisateurs. <b>Nous vous conseillons d'appeler l'administrateur du système car ce problème ne devrait pas arriver en pratique.</b><br/><br/>

source: Loading additional data
fr: Chargement de données additionnelles

source: Create supply order
fr: Créer une commande fournisseur

source: Supply order overview
fr: Aperçu commandes fournisseurs

source: Edit suppliers
fr: Modifier les fournisseurs

source: Supply
fr: Fourniture

source: Show order overview
fr: Aperçu commandes

source: Edit customers
fr: Modifier les clients

source: Create order
fr: Créer une commande

source: Order
fr: Commande

source: Show presence overview
fr: Montrer les activités

source: Print badges
fr: Imprimer les badges

source: Print non billable barcodes
fr: Imprimer les codes barres pour les tâches non facturables

source: Print machines barcodes
fr: Imprimer les codes barres machines

source: Print presence barcodes
fr: Imprimer les codes barres pour les tâches de présence

source: Time tracking
fr: Activités

source: Create new delivery slip
fr: Créer un nouveau bordereau de livraison

source: Show delivery slips
fr: Bordereaux de livraison

source: Delivery slips
fr: Bordereaux de livraison

source: Show posts view
fr: Apperçu des postes

source: Print plant status
fr: Imprimer rapport de charge

source: Edit employees
fr: Modifier les employés

source: Edit machines
fr: Modifier les machines

source: Document templates
fr: Documents types

source: Parameters
fr: Paramètres

source: Detach tab
fr: Détacher onglet

source: Remove tab
fr: Fermer onglet

source: Windows
fr: Fenêtres

source: Help page
fr: Aide

source: About {}
fr: À propos de {}

source: Help
fr: Aide

source: Quit
fr: Quitter

source: Unable to show the order
fr: Impossible de montrer la commande

source: No supplier defined
fr: Pas de fournisseur défini

source: Before creating an order, you must first create a supplier
fr: Avant de créer une commande il faut d'abord créer des fournisseurs !

source: No customer defined
fr: Pas de client défini

source: Before creating an order, you must first create a customer
fr: Avant de créer une commande il faut d'abord créer des clients !

source: There's no selected order. We can't create a delivery slip without that.
fr: Il n'y a pas de commande sélectionnée. On ne peut pas créer de bon de livraison sans commande.

source: There was a serious problem while accessing the database
fr: Il y a eu une erreur pendant l'accès à la base de donnée

source: This problem might require you to contact your local administrator
fr: Vous devriez contacter votre administrateur local

source: Not authorized
fr: Pas autorisé

source: You are not authorized to use this program. Please check with your system administrator.
fr: Vous n'êtes pas autorisé à utiliser ce programme. Demandez à votre administrateur système pour obtenir des accès.

source: Print a delivery slip
fr: Imprimer un bordereau de livraison
