Repository: Maerduo/koi
Catalog: koi/resources/i18n/*.po
Languages: fr

source: Delivery date : {}
fr: Date de livraison : {}

source: Ref.
fr: Réf.

source: Unit price
fr: Prix unité

source: Daniel Dumont<br/>Administrateur delegue
fr: Daniel Dumont<br/>Administrateur délégué

source: Please select a backup file
fr: Veuillez sélectionner un fichier de backup

source: Scan identity badge first
fr: Scannez votre badge d'abord

source: The operation definition with {} is unknown
fr: La définition d'opération n° {} est inconnue

source: Bad state
fr: État incorrect

source: Nothing to do with operation {}
fr: Rien à faire sur l'opération {}

source: The machine {} is not allowed for the operation
fr: La machine n° {} n'est pas autorisée pour cette opération

source: Machine barcode makes no sense here
fr: Le code barre machine n'a pas de sens ici

source: Unrecognized barcode
fr: Code barre non reconnu

source: Scan an operation to start !
fr: Scannez une opération pour démarrer !

source: Ongoing tasks
fr: Tâches en cours

source: You have no ongoing task
fr: Aucune tâche en cours

source: Please scan your badge
fr: Veuillez scanner votre badge

source: Your activity
fr: Votre activité

source: Part {}
fr: Partie {}

source: Task selection
fr: Sélection tâche

source: You're working on this task !
fr: Vous travaillez déjà sur cette tâche !

source: You're working on this task with {} machines!
fr: Vous travaillez sur cette tâche avec {} machines

source: You are already working on that operation !
fr: Vous travaillez déjà sur cette opération

source: Other people on this operation :
fr: Autres personnes sur cette opération :

source: Select a machine to start on this operation
fr: Scannez une machine pour commencer l'opération

source: Select current machine to stop
fr: Sélectionnez une machine pour arrêter

source: Select another machine to start
fr: Sélectionnez une autre machine pour commencer

source: Select a machine
fr: Choisissez une machine

source: General failure. Guru meditation. {}
fr: Erreur générale. Sic transit gloria mundi. {}

source: The task {} is not imputable
fr: La tâche {} n'ets pas imputable

source: Operation definition {} is not imputable
fr: La définition d'opération {} n'est pas imputable

source: There's no employee with id= {}
fr: Il n'y a personne avec l'ID:{}

source: The barcode syntax is valid but I can't make sense of it : {}
fr: La syntaxe du code barres est OK mais pas son contenu

source: Encountered an error '{}' while recording presence for employee_id : {}
fr: Erreur {} lors du comptage de présence de la personne n° {}

source: The barcode syntax is incorrect {}
fr: La syntaxe du code barre {} est incorrecte

source: The operation {} is unknown
fr: L'opération {} est inconnue

source: The operation definition {} is unknown
fr: La définition d'opération n° {} est inconnue

source: The order part {} is not in production
fr: La commande {} n'est pas en production

source: Invalid parameter {}
fr: Paramètre invalide {}

source: The number of parameters is invalid. I expected {}, you gave {}
fr: Le nombre de paramètres est incorrect. J'attendais {}, vous avez donné {}

source: Too much off time on the {}
fr: Trop d'absences le {}

source: File name cannot be empty
fr: Le nom de fichier ne peut être vide.

source: Cannot print an empty report
fr: Je ne peux imprimer un rapport vide

source: Database error {}
fr: Erreur de base de données {}

source: Operation {} is not imputable *or* order part {} is not in production *or* is not known
fr: L'opération n'est pas imputable ou la partie de commande {} n'est pas en production ou l'opération n'est pas connue

source: The machine you want {} is not compatible with those ({}) associated to the operation
fr: La machine {} ne fait pas partie de celles ({}) associée à cette opération

source: The machine with ID {} is not known
fr: La machine n° {} est inconnue

source: User ID
fr: ID utilisateur

source: Remember me
fr: Se souvenir de moi

source: Please identify yourself
fr: Veuillez vous identifier

source: You can't log
fr: Vous ne pouvez accéder au système

source: The user or password is not valid.
fr: Le nom d'utilisateur ou le mot de passe n'est pas valide

source: Item Nr
fr: N° item

source: Fullname
fr: Nom fichier

source: Choose supplier
fr: Choisir un fournisseur

source: Please choose a supplier for the new order
fr: Veuillez choisir un fournisseur pour la nouvelle commande

source: Edit supplier
fr: Modifier les fournisseurs

source: Suppliers
fr: Fournisseurs

source: Supply order
fr: Commande fournisseur

source: <h1>Ref. : {}</h1>
fr: <h1>Réf. : {}</h1>

source: The date is not valid
fr: La date est invalide

source: The data are not correct
fr: Les données ne sont pas valides

source: Error while saving
fr: Problème durant la sauvegarde

source: There was an unexpected error while saving your data
fr: Il y a eu une erreur pendant la sauvegarde de vos données

source: Print supply order
fr: Imprimer la commande fournisseur

source: Save supply order
fr: Sauver la commande fournisseur

source: Deactivate supply order
fr: Effacer la commande fournisseur

source: Next supplier's order
fr: Commande suivante

source: Previous supplier's order
fr: Commande précédente

source: Change supplier
fr: Changer le fournisseur

source: Delivery date
fr: Date de livraison

source: Creation date
fr: Date de création

source: Supplier's reference
fr: Réf. du fournisseur

source: Phone : /
fr: Téléphone :

source: Supply Orders
fr: Commandes fournisseurs

source: Supply orders
fr: Commandes fournisseurs

source: Part Nr
fr: N° partie

source: Supplier
fr: Fournisseur

source: Supply order detail
fr: Détail d'une commande fournisseur

source: Order confirmation letter template
fr: Canevas lettre de confirmation de commande

source: Order confirmation template
fr: Canevas lettre de confirmation de commande

source: The template document with reference <code>{}</code> was not found. Check your templates.
fr: Le document type avec la référence <code>{}</code> n'a pas été trouvé. Vérifiez les documents types.

source: Order confirmation
fr: Confirmation de commande

source: Preorder letter template
fr: Canevas de devis

source: Can't print a preorder report for an order that is/was not a preorder
fr: On ne peut imprimer ce devis car il n'a pas de numéro de devis

source: Unable to open the report template (reference : '{}'). You should check in the document templates : does it exist ? Is it a .docx document ?
fr: Impossible d'ouvrir le document type (référence : '{}'). Vous devriez vérifier dans les documents types : existe-t-il ? Est-ce bien un document .docx ?
